alacritty
alsa-utils
android-tools
autoconf
automake
base
binutils
bison
ccls
cmake
dhcpcd
docker
docker-compose
efibootmgr
emacs
evince
fakeroot
fd
feh
file
findutils
firefox
flex
gawk
gcc
gettext
git
github-cli
grep
groff
gst-libav
gst-plugins-ugly
gtk3
gzip
htop
intel-ucode
iwd
libtool
linux
linux-firmware
m4
make
mpd
neofetch
neovim
nodejs
noto-fonts-emoji
npm
nvidia
pacman
patch
pavucontrol
pipewire-pulse
pkgconf
python-pip
qtile
ripgrep
rofi
scrot
sed
sfml
sudo
sxhkd
texinfo
texlive-core
texlive-latexextra
unzip
which
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zathura
zram-generator
zsh
